"Andromeda" = "Андромеда";
"Antlia" = "Насос";
"Apus" = "Райський Птах";
"Aquarius" = "Водолій";
"Aquila" = "Орел";
"Ara" = "Жертівник";
"Aries" = "Овен";
"Auriga" = "Візничий";
"Boötes" = "Волопас";
"Caelum" = "Різець";
"Camelopardalis" = "Жираф";
"Cancer" = "Рак";
"Canes Venatici" = "Гончі Пси";
"Canis Major" = "Великий Пес";
"Canis Minor" = "Малий Пес";
"Capricornus" = "Козеріг";
"Carina" = "Кіль";
"Cassiopeia" = "Кассіопея";
"Centaurus" = "Центавр";
"Cepheus" = "Цефей";
"Cetus" = "Кит";
"Chamaeleon" = "Хамелеон";
"Circinus" = "Циркуль";
"Columba" = "Голуб";
"Coma Berenices" = "Волосся Вероніки";
"Corona Australis" = "Південна Корона";
"Corona Borealis" = "Північна Корона";
"Corvus" = "Ворон";
"Crater" = "Чаша";
"Crux" = "Хрест (Південний)";
"Cygnus" = "Лебідь";
"Delphinus" = "Дельфін";
"Dorado" = "Золота Риба";
"Draco" = "Дракон";
"Equuleus" = "Малий Кінь";
"Eridanus" = "Ерідан";
"Fornax" = "Піч";
"Gemini" = "Близнюки";
"Grus" = "Журавель";
"Hercules" = "Геркулес";
"Horologium" = "Годинник";
"Hydra" = "Гідра";
"Hydrus" = "Південний Змій";
"Indus" = "Індієць";
"Lacerta" = "Ящірка";
"Leo" = "Лев";
"Leo Minor" = "Малий Лев";
"Lepus" = "Заєць";
"Libra" = "Ваги";
"Lupus" = "Вовк";
"Lynx" = "Рись";
"Lyra" = "Ліра";
"Mensa" = "Столова Гора";
"Microscopium" = "Мікроскоп";
"Monoceros" = "Одноріг";
"Musca" = "Муха";
"Norma" = "Косинець";
"Octans" = "Октант";
"Ophiuchus" = "Змієносець";
"Orion" = "Оріон";
"Pavo" = "Павич";
"Pegasus" = "Пегас";
"Perseus" = "Персей";
"Phoenix" = "Фенікс";
"Pictor" = "Живописець";
"Pisces" = "Риби";
"Piscis Austrinus" = "Південна Риба";
"Puppis" = "Корма";
"Pyxis" = "Компас";
"Reticulum" = "Сітка";
"Sagitta" = "Стріла";
"Sagittarius" = "Стрілець";
"Scorpius" = "Скорпіон";
"Sculptor" = "Скульптор";
"Scutum" = "Щит";
"Serpens Caput" = "Голова Змії";
"Serpens Cauda" = "Хвіст Змії";
"Sextans" = "Секстант";
"Taurus" = "Тілець";
"Telescopium" = "Телескоп";
"Triangulum" = "Трикутник";
"Triangulum Australe" = "Південний Трикутник";
"Tucana" = "Тукан";
"Ursa Major" = "Велика Ведмедиця";
"Ursa Minor" = "Мала Ведмедиця";
"Vela" = "Паруси";
"Virgo" = "Діва";
"Volans" = "Летюча Риба";
"Vulpecula" = "Лисичка";
